Repository: shdwp/ChatTwoFive
Catalog: ChatTwoFive/Resources/Language.*.resx
Languages: ru, sv, zh_hans, zh_hant

# Options_HideChat_Name
source: Hide vanilla chat
ru: Скрыть стандартный чат
sv: Dölj vanlig chatt
zh_hans: 隐藏原版聊天窗口
zh_hant: 隱藏原版聊天視窗

# Options_HideChat_Description
source: Hide the in-game chat window when the plugin is active.
ru: Скрыть окно стандартного чата, когда плагин активен.
sv: Döljer spelets chattfönster när plugin är aktiverat.
zh_hans: 当插件处于激活状态时隐藏游戏内聊天窗口。
zh_hant: 當挿件處於啓動状態時隱藏遊戲内聊天視窗。

# Options_HideDuringCutscenes_Name
source: Hide chat during cutscenes
ru: Скрыть чат во время катсцен
sv: Dölj chatt under cutscener
zh_hans: 播放过场动画时隐藏聊天窗口
zh_hant: 播放過場動畫時隱藏聊天視窗

# Options_HideDuringCutscenes_Description
source: Hide {0} during cutscenes.
ru: Скрыть {0} во время катсцен.
sv: Döljer {0} under cutscener.
zh_hans: 播放过场动画时隐藏{0}。
zh_hant: 播放過場動畫時隱藏{0}。

# Options_NativeItemTooltips_Name
source: Show native item tooltips
ru: Показывать подсказки для предметов
sv: Visa spelets ursprungliga verktygstips
zh_hans: 显示原始道具帮助
zh_hant: 顯示原始道具幇助

# Options_NativeItemTooltips_Description
source: Show in-game item tooltips when hovering over items in {0}.
ru: Показывать подсказки при наведении курсора на предметы внутри {0}.
sv: Visar spelets egna verktygstips när du håller muspekaren över artiklar i {0}.
zh_hans: 当鼠标悬停在 {0} 中的道具时，显示游戏中的道具帮助。
zh_hant: 當滑鼠懸停在 {0} 中的道具時，顯示遊戲中的道具幇助。

# Options_SidebarTabView_Name
source: Show tabs in a sidebar
ru: Отображать вкладки в боковой панели
sv: Visa flikar i ett sidofält
zh_hans: 在侧边栏中显示标签页
zh_hant: 在側邊欄中顯示標籤頁

# Options_SidebarTabView_Description
source: Show tabs in {0} as a sidebar instead of a bar at the top.
ru: Показывать вкладки в {0} как боковую панель вместо полосы в верхней части чата.
sv: Visar flikar i {0} som ett sidofält istället för ett toppfält.
zh_hans: 在 {0} 中显示标签页作为侧边栏，而不是顶部。
zh_hant: 在 {0} 中顯示標籤頁作為側邊欄，而不是頂部。

# Options_PrettierTimestamps_Name
source: Use modern layout
ru: Использовать современное оформление
sv: Använd modern layout
zh_hans: 使用现代化布局
zh_hant: 使用現代化布局

# Options_PrettierTimestamps_Description
source: Display messages in a more modern style.
ru: Отображение сообщений в более современном стиле.
sv: Visar meddelanden i en modernare stil.
zh_hans: 以更现代化的样式显示消息。
zh_hant: 以更現代化的樣式顯示消息。

# Options_MoreCompactPretty_Name
source: More compact modern layout
ru: Более компактный вид чата
sv: Mer kompakt modern layout
zh_hans: 更紧凑的现代布局
zh_hant: 更緊湊的現代布局

# Options_MoreCompactPretty_Description
source: Reduce the spacing between messages.
ru: Уменьшить промежуток между строками.
sv: Minskar radavstånd mellan meddelanden.
zh_hans: 缩小消息之间的间距。
zh_hant: 縮小消息之間的間距。

# Options_ShowNoviceNetwork_Name
source: Show Novice Network join button
ru: Показать кнопку "Присоединиться к Novice Network"
sv: Visa Novice Network-knappen
zh_hans: 显示新人频道加入按钮
zh_hant: 顯示新人頻道加入按鈕

# Options_ShowNoviceNetwork_Description
source: Show the Novice Network join button next to the settings button if logged in as a mentor.
ru: Показать кнопку "Присоединиться к Novice Network" рядом с настройками, если вы вошли в систему как наставник.
sv: Visar knappen för att gå med i Novice Network bredvid inställningar när du är inloggad som en mentor.
zh_hans: 以指导者身份登录时，在设置按钮旁边显示新人频道加入按钮。
zh_hant: 以指導者身分登入時，在設定按鈕旁邊顯示新人頻道加入按鈕。

# Options_FontSize_Name
source: Font size
ru: Размер шрифта
sv: Teckenstorlek
zh_hans: 字体大小
zh_hant: 字型大小

# Options_WindowOpacity_Name
source: Window opacity
ru: Прозрачность окна
sv: Fönstergenomskinlighet
zh_hans: 窗口不透明度
zh_hant: 視窗不透明度

# Options_CanMove_Name
source: Allow moving chat
ru: Разрешить перемещение окна чата
sv: Tillåt att flytta chattfönstret
zh_hans: 允许移动聊天窗口
zh_hant: 允許移動聊天視窗

# Options_CanResize_Name
source: Allow resizing chat
ru: Разрешить изменение размера окна чата
sv: Tillåt att ändra chattfönstrets storlek
zh_hans: 允许调整聊天窗口大小
zh_hant: 允許調整聊天窗口大小

# Options_ShowTitleBar_Name
source: Show title bar for chat
ru: Показывать заголовок для окна чата
sv: Visa titelfältet för chattfönstret
zh_hans: 显示聊天窗口标题栏
zh_hant: 顯示聊天視窗標題欄

# Options_Display_Tab
source: Display
ru: Внешний вид
zh_hans: 显示
zh_hant: 顯示

# Options_ChatColours_Tab
source: Chat colours
ru: Цвета чата
sv: Chattfärger
zh_hans: 聊天频道颜色
zh_hant: 聊天頻道顏色

# Options_ChatColours_Reset
source: Reset to default
ru: Сбросить настройки
sv: Återställ till standardfärger
zh_hans: 重置为默认设置
zh_hant: 重置為預設設定

# Options_ChatColours_Import
source: Import from game
ru: Импортировать из игры
sv: Importera från spelet
zh_hans: 从游戏中导入
zh_hant: 從遊戲中匯入

# Options_Tabs_Tab
source: Tabs
ru: Вкладки
sv: Flikar
zh_hans: 标签页
zh_hant: 標籤頁

# Options_Tabs_Add
source: Add
ru: Добавить
sv: Lägg till
zh_hans: 添加
zh_hant: 新増

# Options_Tabs_Delete
source: Delete
ru: Удалить
sv: Ta bort
zh_hans: 删除
zh_hant: 刪除

# Options_Tabs_MoveUp
source: Move up
ru: Поднять
sv: Flytta upp
zh_hans: 上移
zh_hant: 上移

# Options_Tabs_MoveDown
source: Move down
ru: Опустить
sv: Flytta ned
zh_hans: 下移
zh_hant: 下移

# Options_Tabs_Name
source: Name
ru: Имя
sv: Namn
zh_hans: 名称
zh_hant: 名稱

# Options_Tabs_ShowTimestamps
source: Show timestamps
ru: Показать метки времени
sv: Visa tidsstämpel
zh_hans: 显示时间戳
zh_hant: 顯示時間戳

# Options_Tabs_UnreadMode
source: Unread mode
ru: Режим отображения непрочитанных
sv: Oläst läge
zh_hans: 未读模式
zh_hant: 未讀模式

# Options_Tabs_NoInputChannel
source: <None>
ru: <Не выбран>
sv: <Ingen>
zh_hans: <无>
zh_hant: <無>

# Options_Tabs_InputChannel
source: Input channel
ru: Канал ввода
sv: Inmatningskanal
zh_hans: 输入频道
zh_hant: 輸入頻道

# Options_Tabs_Channels
source: Channels
ru: Каналы
sv: Kanaler
zh_hans: 频道
zh_hant: 頻道

# UnreadMode_All_Tooltip
source: Always show unread indicators.
ru: Всегда отображать индикаторы непрочитанных сообщений.
sv: Visa alltid indikatorer för olästa meddelanden.
zh_hans: 始终显示未读数。
zh_hant: 始終顯示未讀數。

# UnreadMode_Unseen_Tooltip
source: Only show unread indicators for messages you haven't seen.
ru: Показывать индикаторы непрочитанных только для сообщений, которые вы не видели.
sv: Visa endast indikatorer för meddelanden du inte läst.
zh_hans: 仅显示未看的消息的未读数。
zh_hant: 僅顯示未看的訊息的未讀數。

# UnreadMode_None_Tooltip
source: Never show unread indicators.
ru: Не отображать метки непрочитанных сообщений.
sv: Visa aldrig indikatorer för olästa meddelanden.
zh_hans: 永远不会显示未读数。
zh_hant: 永遠不會顯示未讀數。

# Tab_DefaultName
source: New tab
ru: Новая вкладка
sv: Ny flik
zh_hans: 新建标签页
zh_hant: 新建標籤頁

# Settings_Kofi
source: Support {0} on Ko-fi
ru: Поддержать {0} через Ko-fi
sv: Stöd {0} på Ko-fi
zh_hans: 在 Ko-Fi 上支持 {0}
zh_hant: 在 Ko-Fi 上支持 {0}

# Settings_SaveAndClose
source: Save and close
ru: Сохранить и закрыть
sv: Spara och stäng
zh_hans: 保存并关闭
zh_hant: 儲存並關閉

# Settings_Save
source: Save
ru: Сохранить
sv: Verkställ
zh_hans: 保存
zh_hant: 儲存

# Settings_Discard
source: Discard
ru: Отменить
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# Settings_Title
source: {0} settings
ru: Настройки {0}
sv: {0} inställningar
zh_hans: {0} 设置
zh_hant: {0} 設定

# ChatLog_SwitcherDisabled
source: Disabled for this tab.
ru: Отключено для этой вкладки.
sv: Inaktiverat för denna flik.
zh_hans: 禁用此标签页。
zh_hant: 禁用此標籤頁。

# ChatLog_HideChat
source: Hide chat
ru: Cкрыть чат
sv: Dölj chattfönstret
zh_hans: 隐藏聊天界面
zh_hant: 隱藏聊天介面

# ChatLog_Tabs_MoveUp
source: Move up
ru: Поднять
sv: Flytta up
zh_hans: 上移
zh_hant: 上移

# ChatLog_Tabs_MoveLeft
source: Move left
ru: Сдвинуть влево
sv: Flytta vänster
zh_hans: 左移
zh_hant: 左移

# ChatLog_Tabs_MoveDown
source: Move down
ru: Опустить
sv: Flytta ner
zh_hans: 下移
zh_hant: 下移

# ChatLog_Tabs_MoveRight
source: Move right
ru: Сдвинуть вправо
sv: Flytta höger
zh_hans: 右移
zh_hant: 右移

# Options_Tabs_ChannelTypes_Chat
source: Chat
ru: Чат
sv: Chatt
zh_hans: 聊天
zh_hant: 聊天

# Options_Tabs_ChannelTypes_Battle
source: Battle
ru: Бой
sv: Strid
zh_hans: 战斗
zh_hant: 戰鬥

# Options_Tabs_ChannelTypes_Announcements
source: Announcements
ru: Оповещения
sv: Viktiga meddelanden
zh_hans: 公告
zh_hant: 公告

# UnreadMode_All
source: All
ru: Все
sv: Alla
zh_hans: 所有
zh_hant: 所有

# UnreadMode_Unseen
source: Unseen
ru: Непрочитанные
sv: Olästa
zh_hans: 未看过的
zh_hant: 未看過的

# UnreadMode_None
source: None
ru: Не выбран
sv: Ingen
zh_hans: 无
zh_hant: 無

# ChatSource_Self
source: Self
ru: Свой
sv: Egna
zh_hans: 自己
zh_hant: 自己

# ChatSource_PartyMember
source: Party Member
ru: Участники группы
sv: Lagmedlem
zh_hans: 小队
zh_hant: 小隊

# ChatSource_AllianceMember
source: Alliance Member
ru: Участники альянса
sv: Alliansmedlem
zh_hans: 团队
zh_hant: 團隊

# ChatSource_Other
source: Other
ru: Прочие
sv: Övriga
zh_hans: 他人
zh_hant: 他人

# ChatSource_EngagedEnemy
source: Engaged Enemy
ru: Захваченные враги
sv: Anfallen Fiende
zh_hans: 交战状态下的敌人
zh_hant: 交戰状態下的敵人

# ChatSource_UnengagedEnemy
source: Unengaged Enemy
ru: Незахваченные враги
sv: Ej Anfallen Fiende
zh_hans: 非交战状态的敌人
zh_hant: 非交戰状態的敵人

# ChatSource_FriendlyNpc
source: Friendly NPC
ru: Дружественные NPC
sv: Vänlig NPC
zh_hans: 友好的非玩家角色
zh_hant: 友好的非玩家角色

# ChatSource_SelfPet
source: Pet (Self)
ru: Пет (свой)
sv: Kamrat (Egen)
zh_hans: 召唤兽及搭档(自己)
zh_hant: 召喚獸及搭档(自己)

# ChatSource_PartyPet
source: Pet (Party)
ru: Пет (группа)
sv: Kamrat (Grupp)
zh_hans: 召唤兽及搭档(小队)
zh_hant: 召喚獸及搭档(小隊)

# ChatSource_AlliancePet
source: Pet (Alliance member)
ru: Пет (альянс)
sv: Kamrat (Alliansmedlem)
zh_hans: 召唤兽及搭档(团队)
zh_hant: 召喚獸及搭档(團隊)

# ChatSource_OtherPet
source: Pet (Other)
ru: Пет (прочие)
sv: Kamrat (Övriga)
zh_hans: 召唤兽及搭档(他人)
zh_hant: 召喚獸及搭档(他人)

# Options_Font_Name
source: Font
ru: Шрифт
sv: Teckensnitt
zh_hans: 字体
zh_hant: 字型

# Options_JapaneseFont_Name
source: Japanese font
ru: Японский шрифт
sv: Japanskt teckensnitt
zh_hans: 日文字体
zh_hant: 日文字型

# Options_Font_Description
source: The font {0} will use to display non-Japanese text.
ru: Шрифт {0} для всех языков кроме японского.
sv: Teckensnittet {0} kommer använda för all text utom Japanska.
zh_hans: 字体将用于 {0} 显示非日文文本。
zh_hant: 字型將用於 {0} 顯示非日文文字。

# Options_Font_Warning
source: Using certain system fonts may crash your game. You have been warned.
ru: Использование некоторых шрифтов может привести к крашу игры. Вы были предупреждены.
sv: Vissa systemteckensnitt kan krascha spelet. Du har blivit varnad.
zh_hans: 使用某些系统字体可能会使您的游戏崩溃。已经警告你了。
zh_hant: 使用某些系統字型可能會使君の遊戲崩潰。 已經警告汝了。

# Options_JapaneseFont_Description
source: The font {0} will use to display Japanese text.
ru: Шрифт {0} для отображения японского текста.
sv: Teckensnittet {0} kommer använda för japansk text.
zh_hans: 字体将用于 {0} 显示日文文本。
zh_hant: 字型將用於 {0} 顯示日文文字。

# Options_Tabs_ChannelTypes_Special
source: Special
ru: Особые
sv: Speciella
zh_hans: 特殊
zh_hant: 特殊

# Options_Fonts_Tab
source: Fonts
ru: Шрифты
sv: Teckensnitt
zh_hans: 字体
zh_hant: 字型

# Options_SymbolsFontSize_Name
source: Symbols font size
ru: Размер шрифта символов
sv: Teckenstorlek av symboler
zh_hans: 符号字体大小
zh_hant: 符號字型大小

# Options_JapaneseFontSize_Name
source: Japanese font size
ru: Размер японского шрифта
sv: Teckenstorlek för Japanska
zh_hans: 日文字体大小
zh_hant: 日文字型大小

# Options_SymbolsFontSize_Description
source: The font size to use for game symbols.
ru: Размер шрифта для игровых символов.
sv: Teckenstorleken som spelets symboler använder.
zh_hans: 用于游戏符号的字体大小。
zh_hant: 用於遊戲符號的字型大小

# ChatLog_Tabs_Delete
source: Delete tab
ru: Удалить вкладку
sv: Radera flik
zh_hans: 删除标签页
zh_hant: 刪除標籤頁

# Options_HideWhenNotLoggedIn_Name
source: Hide when not logged in
ru: Скрывать, когда не залогинен
sv: Dölj när du inte är inloggad
zh_hans: 未登录时隐藏
zh_hant: 未登入時隱藏

# Options_HideWhenNotLoggedIn_Description
source: Hide {0} when you are not logged in to a character.
ru: Скрывать {0}, когда вы не вошли на персонажа.
sv: Döljer {0} när du inte är inloggad som en karaktär.
zh_hans: 当您没有登录到角色时隐藏 {0}。
zh_hant: 當汝沒有登入到角色時隱藏 {0}。

# Tabs_Presets_General
source: General
ru: Основной
sv: Allmänt
zh_hans: 通常
zh_hant: 通常

# Options_Tabs_Preset
source: Preset: {0}
ru: Пресет: {0}
sv: Förinställning: {0}
zh_hans: 预设: {0}
zh_hant: 預設: {0}

# Tabs_Presets_Event
source: Event
ru: События
zh_hans: 剧情
zh_hant: 劇情

# Options_Tabs_NewTab
source: New tab
ru: Новая вкладка
sv: Ny flik
zh_hans: 新建标签页
zh_hant: 新建標籤頁

# Options_About_Tab
source: About
ru: О проекте
sv: Om {0}
zh_hans: 关于
zh_hant: 關於

# Options_About_Opening
source: {0} is a project to completely recreate the in-game chat and make it even better.
ru: {0} - проект, полностью пересоздаёт внутриигровой чат и делает его еще лучше.
sv: {0} är ett projekt gjort för att fullt återskapa spelets ursprungliga chattfönster och göra det ännu bättre.
zh_hans: {0} 是一个完全重新创建游戏内聊天并使其变得更好的项目。
zh_hant: {0} 是一個完全重新建立遊戲内聊天並使其變得更好的專案。 繁體中文是為了不開補全功能也能與其他玩家正常顯示溝通所翻譯及修改。

# Options_About_ClickUp
source: Click the button to the left to see what's being worked on and what's next.
ru: Нажмите на кнопку слева, чтобы увидеть, что в работе и что будет дальше.
sv: Klicka på knappen till vänster för att se vad som arbetas på och vad som planeras.
zh_hans: 点击左边的按钮来查看正在做些什么以及下一步做什么。
zh_hant: 點選左邊的按鈕來檢視正在做些什麼以及下一歩做什麼。

# Options_About_CrowdIn
source: Click the button to the left to help translate {0}.
ru: Нажмите кнопку слева, чтобы помочь перевести {0}.
sv: Klicka på knappen till vänster för att hjälpa med översättningen av {0}.
zh_hans: 点击左边的按钮来帮助翻译 {0}。
zh_hant: 點選左邊的按鈕來幇助翻譯 {0}。

# Options_About_Translators
source: Translators
ru: Переводчики
sv: Översättare
zh_hans: 翻译者
zh_hant: 翻譯人員

# CommandHelpSide_None
source: None
ru: Не выбран
sv: Ingen
zh_hans: 无
zh_hant: 無

# CommandHelpSide_Left
source: Left
ru: Слева
sv: Vänster
zh_hans: 左侧
zh_hant: 左側

# CommandHelpSide_Right
source: Right
ru: Справа
sv: Höger
zh_hans: 右侧
zh_hant: 右側

# Options_CommandHelpSide_Name
source: Command help side
ru: Сторона помощи по команде
sv: Sida för kommandohjälp
zh_hans: 命令帮助
zh_hant: 命令幇助

# Options_CommandHelpSide_Description
source: The side of {0} to display help for commands on.
ru: Сторона {0}, на которой отображается помощь по командам.
sv: Sidan {0} visar hjälp för kommandon på.
zh_hans: {0} 的一侧显示命令帮助。
zh_hant: {0} 的一側顯示命令幇助。

# Options_HideWhenUiHidden_Name
source: Hide when game UI is hidden
ru: Скрывать, когда игровой интерфейс скрыт
sv: Dölj när spelets gränssnitt är dolt
zh_hans: 当游戏界面隐藏时隐藏
zh_hant: 當遊戲介面隱藏時隱藏

# Options_HideWhenUiHidden_Description
source: Hide {0} when the game UI is hidden.
ru: Скрыть {0}, когда скрыт игровой интерфейс.
sv: Döljer {0} när spelets gränssnitt är dolt.
zh_hans: 当游戏界面隐藏时隐藏 {0}。
zh_hant: 當遊戲介面隱藏時隱藏 {0} 。

# Options_KeybindMode_Name
source: Keybind mode
ru: Режим сочетания клавиш
sv: Tangentbindningsläge
zh_hans: 热键模式
zh_hant: 熱鍵模式

# Options_KeybindMode_Description
source: The way in which {0} should handle keybinds.
ru: Способ обработки клавиш {0}.
sv: Metoden som {0} hanterar tangentbindningar med.
zh_hans: {0} 处理热键的方式。
zh_hant: {0} 處理熱鍵的方式。

# Options_Miscellaneous_Tab
source: Miscellaneous
ru: Прочее
sv: Diverse
zh_hans: 偏好
zh_hant: 偏好

# LanguageOverride_None
source: Use Dalamud's default language
ru: Использовать по умолчанию язык Dalamud 'а
sv: Använd Dalamuds standardspråk
zh_hans: 使用Dalamud的默认语言
zh_hant: 使用Dalamud的預設語言

# KeybindMode_Flexible_Name
source: Flexible
ru: Гибкий
sv: Flexibel
zh_hans: 灵活的
zh_hant: 靈活的

# KeybindMode_Strict_Name
source: Strict
ru: Строгий
sv: Sträng
zh_hans: 精确的
zh_hant: 精確的

# KeybindMode_Flexible_Tooltip
source: Process keybinds with modifiers even if other modifiers are pressed.
ru: Обработать комбинации клавиш с модификаторами даже при нажатии других модификаторов.
sv: Bearbetar tangenttryck med modifierarknappar även om andra modifierarknappar är nedtryckta.
zh_hans: 即使其他按键被按下时，也能使用键盘快捷键。
zh_hant: 即使其他按鍵被按下時，也能使用鍵盤快捷鍵。

# KeybindMode_Strict_Tooltip
source: Only process keybinds with modifiers if no other modifiers are pressed.
ru: Обработать комбинации клавиш с модификаторами если не нажаты другие модификаторы.
sv: Bearbetar endast tangenttryck med modifierarknappar om inga andra modifierarknappar är nedtryckta.
zh_hans: 仅当没有按键被按下时，才能使用键盘快捷键。
zh_hant: 僅當沒有按鍵被按下時，才能使用鍵盤快捷鍵。

# Options_Language_Name
source: Language
ru: Язык
sv: Språk
zh_hans: 语言
zh_hant: 語言

# Options_Language_Description
source: The language to display {0} in.
ru: Язык для отображения {0}.
sv: Språket att visa {0} i.
zh_hans: {0} 显示的语言。
zh_hant: {0} 顯示的語言。

# Options_DatabaseBattleMessages_Name
source: Save battle messages in database
ru: Сохранять сообщения о битвах в базу данных
sv: Spara stridsmeddelanden i databasen
zh_hans: 将战斗消息保存到数据库
zh_hant: 將戰鬥訊息儲存到資料庫

# Options_DatabaseBattleMessages_Description
source: If battle messages are saved to the database, the size of the database will grow much faster, and there will be a noticeable freeze when saving settings. It is recommended to leave this disabled.
ru: Если в базу данных сохранены боевые сообщения, то размер базы данных будет расти намного быстрее, и при сохранении настроек будет заметно заморожено. Рекомендуется оставить это отключено.
sv: Om stridsmeddelanden är sparade till databasen kommer databasen att växa mycket fortare, och att spara inställningar kan märkbart frysa spelet. Det är rekommenderat att inte aktivera denna inställning.
zh_hans: 如果将战斗消息保存到数据库中，数据库的大小将会更快增长，保存设置时会出现明显的卡顿。 建议禁用此功能。
zh_hant: 如果將戰鬥訊息儲存到資料庫中，資料庫的大小將會更快増長，儲存設定時會出現明顯的遲鈍。 建議禁用此功能。

# Options_LoadPreviousSession_Name
source: Display previous chat session on login
ru: Показывать чат предыдущий сессии при входе
sv: Visa föregående chattsessioner vid inloggning
zh_hans: 登录时显示之前的聊天会话
zh_hant: 登入時顯示之前的聊天會話

# Options_LoadPreviousSession_Description
source: After logging in, populate the chat with the messages from when you last logged off.
ru: После входа в систему, заполните чат сообщениями с момента последнего выхода из системы.
sv: Fyll i meddelanden från när du senast loggade ut efter inloggning.
zh_hans: 登入后，将上次登出时的消息填充聊天内容。
zh_hant: 登入後，將上次登出時的訊息填充聊天内容。

# Options_Database_Tab
source: Database
ru: База данных
sv: Databas
zh_hans: 数据库
zh_hant: 資料庫

# Options_FilterIncludePreviousSessions_Name
source: Include previous sessions when populating tabs
ru: Включать предыдущие сессии при заполнении вкладок
sv: Inkludera föregående sessioner vid ifyllning av flikar
zh_hans: 在填充标签页时包括以前的会话
zh_hant: 在填充標籤頁時包括以前的會話

# Options_FilterIncludePreviousSessions_Description
source: Include messages from before the game was launched when populating tabs. Tabs are populated when the settings are saved.
ru: Включать сообщения до начала игры при заполнении вкладок. Вкладки заполняются при сохранении настроек.
sv: Inkludera meddelanden från innan spelet startade vid ifyllning av flikar. Flikar fylls i när inställningar sparas.
zh_hans: 填充标签页时包括游戏启动前的信息。保存设置时标签页会被填充。
zh_hant: 填充標籤頁時包括遊戲啓動前的資訊。儲存設定時標籤頁會被填充。

# Options_Database_Advanced_Warning
source: Do not click these buttons unless you know what you're doing.
ru: Не нажимайте на эти кнопки, если не знаете, что вы делаете.
sv: Tryck inte här om du inte vet vad du håller på med.
zh_hans: 不要点击这些按钮，除非您知道自己在做什么。
zh_hant: 不要點選這些按鈕，除非您知道自己在做什麼。

# Options_Database_Advanced
source: Advanced
ru: Расширенные
sv: Avancerat
zh_hans: 高级选项
zh_hant: 高階選項

# Options_SharedMode_Name
source: Enable multi-client mode
ru: Включить режим нескольких клиентов
sv: Aktivera flerklientsläge
zh_hans: 启用多客户端模式
zh_hant: 啓用多客戸端模式

# Options_SharedMode_Description
source: Allow multiple clients to run {0} at the same time, sharing the same database.
ru: Разрешить нескольким клиентам запускать {0} одновременно, обмениваясь одной и той же базой данных.
sv: Tillåt flera klienter att köra {0} samtidigt med samma databas.
zh_hans: 允许多个客户端同时运行 {0} ，共享同一个数据库。
zh_hant: 允許多個客戸端同時執行 {0} ，共享同一個資料庫。

# Options_SharedMode_Warning
source: This option is not recommended. No support will be offered if you enable this option. This option will hurt the performance of {0}.
ru: Эта опция не рекомендуется. Если вы включите эту опцию, то поддержка не будет предоставляться. Эта опция значитьльно навредит производительности {0}.
sv: Den här inställningen rekommenderas inte. Inget stöd kommer erbjudas om du aktiverar den här inställningen. Den här inställningen kommer att förvärra prestandan av {0}.
zh_hans: 不推荐此选项。如果您启用此选项，不会提供任何支持。此选项将损害 {0} 的性能。
zh_hant: 不推薦此選項。 如果啓用此選項，不會提供任何支持。 此選項將損害 {0} 的效能。

# ChatLog_Tabs_PopOut
source: Pop out
ru: Отделить
sv: Separera
zh_hans: 弹出
zh_hant: 彈出

# Options_HideSameTimestamps_Name
source: Hide timestamps when redundant
ru: Скрыть избыточные временные метки
sv: Dölj onödiga tidsstämplar
zh_hans: 隐藏重复的时间戳
zh_hant: 隱藏重複的時間戳

# Options_HideSameTimestamps_Description
source: Hide timestamps when previous messages have the same timestamp.
ru: Скрывать метку времени, когда предыдущие сообщения имеют одинаковую метку.
sv: Döljer tidsstämplar när föregående meddelanden har samma tidsstämpel.
zh_hans: 当以前的消息有相同的时间戳时，隐藏时间戳。
zh_hant: 當以前的訊息有相同的時間戳時，隱藏時間戳。

# Options_ShowPopOutTitleBar_Name
source: Show title bar for popped-out tabs
ru: Показывать заголовок для всплывающих вкладок
sv: Visa titelfältet för separerade tabbar
zh_hans: 显示弹出标签页标题栏
zh_hant: 顯示彈出標籤頁標題欄

# Options_Tabs_PopOut
source: Display in separate window
ru: Показывать в отдельном окне
sv: Visa i ett separat fönster
zh_hans: 在单独窗口中显示
zh_hant: 在單獨視窗中顯示

# Options_Tabs_IndependentOpacity
source: Use different opacity than main window
ru: Использовать отличную от главного окна прозрачность
sv: Använd annan genomskinlighet än huvudfönstret
zh_hans: 使用与主窗口不同的不透明度
zh_hant: 使用與主視窗不同的不透明度

# Options_Tabs_Opacity
source: Opacity
ru: Прозрачность
sv: Genomskinlighet
zh_hans: 窗口不透明度
zh_hant: 視窗不透明度

# Options_FontsEnabled
source: Enable custom fonts
ru: Включение пользовательских шрифтов
sv: Aktivera egna typsnitt
zh_hans: 启用自定义字体
zh_hant: 啓用自定義字型

# AutoTranslate_Search_Hint
source: Search Auto Translate...
ru: Поиск автоперевода...
sv: Sök automatisk översättning...
zh_hans: 定型文搜索...
zh_hant: 定型文搜尋…

# Options_SortAutoTranslate_Name
source: Sort the Auto Translate list
ru: Сортировка списка автоперевода
sv: Sortera listan för automatisk översättning
zh_hans: 定型文列表排序
zh_hant: 定型文列表排序

# Options_SortAutoTranslate_Description
source: If this is enabled, the Auto Translate list will be sorted alphabetically.
ru: Сортировать список автоматических переводов по алфавиту.
sv: Om detta är aktiverat kommer listan för automatisk översättning sorteras alfabetiskt.
zh_hans: 如果启用此选项，定型文列表将按字母顺序排序。
zh_hant: 如果啓用此選項，定型文列表將按字母順序排序。

# Options_ExtraGlyphs_Name
source: Extra font glyphs
ru: Дополнительные символы шрифта
sv: Extra typsnittsglyfer
zh_hans: 额外的字体字形
zh_hant: 額外的字型

# Options_ExtraGlyphs_Description
source: Extra glyphs can be added to {0}'s global font by enabling the checkboxes below. This will likely require increasing Dalamud's font atlas size.
ru: Дополнительные глифы могут быть добавлены в глобальный шрифт {0}, включив флажки ниже. Это скорее всего потребует увеличения размера атласа шрифта Dalamudd.
sv: Extra glyfer kan läggas till i {0}s globala typsnitt genom att kryssa de nedanstående rutorna. Du kan behöva höja Dalamud's typsnittsatlasstorlek.
zh_hans: 启用下面的复选框，可以将额外的字形添加到 {0} 的全局字体中。这可能需要增加Dalamud字体图集的大小。
zh_hant: 啓用下面的複選框，可以將額外的字形新増到 {0} 的全域性字型中。這可能需要増加Dalamud字型圖集的大小。

# ExtraGlyphRanges_ChineseFull_Name
source: Chinese (full)
ru: Китайский (полный)
sv: Kinesiska (traditionell)
zh_hans: 中文(完整)
zh_hant: 中文(完整)

# ExtraGlyphRanges_ChineseSimplifiedCommon_Name
source: Chinese (common simplified)
ru: Китайский (упрощенный)
sv: Kinesiska (förenklad)
zh_hans: 中文(常用简体)
zh_hant: 中文(常用簡體)

# ExtraGlyphRanges_Cyrillic_Name
source: Cyrillic
ru: Кириллица
sv: Kyrilliska
zh_hans: 西里尔文
zh_hant: 西里爾語

# ExtraGlyphRanges_Japanese_Name
source: Japanese
ru: Японский
sv: Japanska
zh_hans: 日文
zh_hant: 日文

# ExtraGlyphRanges_Korean_Name
source: Korean
ru: Корейский
sv: Koreanska
zh_hans: 韩文
zh_hant: 韓文

# ExtraGlyphRanges_Thai_Name
source: Thai
ru: Тайский
sv: Thailändska
zh_hans: 泰文
zh_hant: 泰文

# ExtraGlyphRanges_Vietnamese_Name
source: Vietnamese
ru: Вьетнамский
sv: Vietnamesiska
zh_hans: 越南文
zh_hant: 越南文

# Context_Integrations
source: Integrations
ru: Интеграции
sv: Integrationer
zh_hans: 整合
zh_hant: 整合
