Repository: shdwp/ChatTwoFive
Catalog: ChatTwoFive/Resources/Language.*.resx
Languages: ru, sv, zh_hans, zh_hant

# Context_ScreenshotMode
source: Screenshot mode
ru: Режим скриншота
sv: Fotoläge
zh_hans: 截图模式
zh_hant: 截圖模式

# Context_HideChat
source: Hide chat
ru: Cкрыть чат
sv: Dölj chatt
zh_hans: 隐藏聊天
zh_hant: 隱藏聊天

# Context_Copy
source: Copy
ru: Копировать
sv: Kopiera
zh_hans: 复制
zh_hant: 複製

# Context_TryOn
source: Try On
ru: Попробовать
sv: Prova på
zh_hans: 试穿
zh_hant: 試穿

# Context_ItemComparison
source: Item Comparison
ru: Сравнение предметов
sv: Artikeljämförelse
zh_hans: 装备属性对比
zh_hant: 裝備屬性對比

# Context_SearchRecipes
source: Search Recipes Using This Material
ru: Поиск рецептов с использованием этого материала
sv: Sök recept som använder detta material
zh_hans: 查看它能用来制作什么道具
zh_hant: 檢視它能用來製作什麼道具

# Context_SearchForItem
source: Search for Item
ru: Поиск предмета
sv: Sök artikel
zh_hans: 查看持有情况
zh_hant: 檢視持有情況

# Context_Link
source: Link
ru: Ссылка
sv: Länka
zh_hans: 展示道具属性
zh_hant: 展示道具屬性

# Context_CopyItemName
source: Copy Item Name
ru: Копировать имя предмета
sv: Kopiera artikelnamn
zh_hans: 复制物品名称
zh_hant: 複製物品名稱

# Context_SendTell
source: Send Tell
ru: Послать сообщение
sv: Viska
zh_hans: 发送悄悄话
zh_hant: 傳送悄悄話

# Context_InviteToParty
source: Invite to Party
ru: Пригласить в группу
sv: Bjud in till grupp
zh_hans: 发送组队邀请
zh_hant: 傳送組隊邀請

# Context_InviteToParty_SameWorld
source: Same world
ru: Тот же мир
sv: Samma värld
zh_hans: 同服
zh_hant: 同服

# Context_InviteToParty_DifferentWorld
source: Different world
ru: Другой мир
sv: Annan värld
zh_hans: 跨服
zh_hant: 跨服

# Context_Promote
source: Promote
ru: Повысить
sv: Befordra
zh_hans: 转让队长
zh_hant: 轉讓隊長

# Context_KickFromParty
source: Kick from Party
ru: Исключить из группы
sv: Sparka från grupp
zh_hans: 移出小队
zh_hant: 移出小隊

# Context_SendFriendRequest
source: Send Friend Request
ru: Отправить заявку в друзья
sv: Skicka vänförfrågan
zh_hans: 发送好友申请
zh_hant: 傳送好友申請

# Context_AddToBlacklist
source: Add to Blacklist
ru: Добавить в «черный список»
sv: Lägg till i Blacklist
zh_hans: 加入到黑名单
zh_hant: 加入到黒名單

# Context_InviteToNoviceNetwork
source: Invite to Novice Network
ru: Пригласить в сеть новичков
sv: Bjud in till Novice Network
zh_hans: 邀请到新人频道中
zh_hant: 邀請到新人頻道中

# Context_ReplyInSelectedChatMode
source: Reply in Selected Chat Mode
ru: Ответ в Выбранном режиме чата
sv: Svara i valt chattläge
zh_hans: 切换到相同频道回复
zh_hant: 切換到相同頻道回覆

# Context_Target
source: Target
ru: Цель
sv: Sikta
zh_hans: 选中
zh_hant: 選中

# ChatType_Debug
source: Debug
ru: Отладка
zh_hans: 调试
zh_hant: 調試

# ChatType_Urgent
source: Urgent
ru: Чрезвычайное
sv: Akut
zh_hans: 紧急
zh_hant: 緊急

# ChatType_Notice
source: Notice
ru: Уведомления
sv: Observera
zh_hans: 通知
zh_hant: 通知

# ChatType_Say
source: Say
ru: Сказать
sv: Säg
zh_hans: 说话
zh_hant: 説話

# ChatType_Shout
source: Shout
ru: Крик
sv: Ropa
zh_hans: 喊话
zh_hant: 喊話

# ChatType_TellOutgoing
source: Tell (Outgoing)
ru: ЛС (Исходящие)
sv: Viska (Utgående)
zh_hans: 悄悄话(发出)
zh_hant: 悄悄話(發出)

# ChatType_TellIncoming
source: Tell (Incoming)
ru: ЛС (Входящие)
sv: Viska (Inkommande)
zh_hans: 悄悄话(接收)
zh_hant: 悄悄話(接收)

# ChatType_Party
source: Party
ru: Группа
sv: Grupp
zh_hans: 小队
zh_hant: 小隊

# ChatType_Alliance
source: Alliance
ru: Альянс
sv: Allians
zh_hans: 团队
zh_hant: 團隊

# ChatType_Linkshell1
source: Linkshell [1]
zh_hans: 通讯贝 [1]
zh_hant: 通訊貝 [1]

# ChatType_Linkshell2
source: Linkshell [2]
zh_hans: 通讯贝 [2]
zh_hant: 通訊貝 [2]

# ChatType_Linkshell3
source: Linkshell [3]
zh_hans: 通讯贝 [3]
zh_hant: 通訊貝 [3]

# ChatType_Linkshell4
source: Linkshell [4]
zh_hans: 通讯贝 [4]
zh_hant: 通訊貝 [4]

# ChatType_Linkshell5
source: Linkshell [5]
zh_hans: 通讯贝 [5]
zh_hant: 通訊貝 [5]

# ChatType_Linkshell6
source: Linkshell [6]
zh_hans: 通讯贝 [6]
zh_hant: 通訊貝 [6]

# ChatType_Linkshell7
source: Linkshell [7]
zh_hans: 通讯贝 [7]
zh_hant: 通訊貝 [7]

# ChatType_Linkshell8
source: Linkshell [8]
zh_hans: 通讯贝 [8]
zh_hant: 通訊貝 [8]

# ChatType_FreeCompany
source: Free Company
ru: Свободная компания
zh_hans: 部队
zh_hant: 部隊

# ChatType_NoviceNetwork
source: Novice Network
ru: Сеть новичков
zh_hans: 新人频道
zh_hant: 新人頻道

# ChatType_CustomEmotes
source: Custom Emotes
ru: Пользовательские эмоции
sv: Anpassade Emotes
zh_hans: 自定义情感动作
zh_hant: 自定義情感動作

# ChatType_StandardEmotes
source: Standard Emotes
ru: Стандартные эмоции
zh_hans: 情感动作
zh_hant: 情感動作

# ChatType_Yell
source: Yell
ru: Вопль
sv: Skrik
zh_hans: 呼喊
zh_hant: 呼喊

# ChatType_CrossWorldParty
source: Cross-world Party
ru: Межмировая группа
sv: Flervärldsgrupp
zh_hans: 跨服小队
zh_hant: 跨服小隊

# ChatType_PvpTeam
source: PvP Team
ru: Команда PvP
sv: PvP-lag
zh_hans: 战队
zh_hant: 戰隊

# ChatType_CrossLinkshell1
source: Cross-world Linkshell [1]
ru: Межмировой Linkshell [1]
sv: Flervärlds-Linkshell [1]
zh_hans: 跨服通讯贝 [1]
zh_hant: 跨服通訊貝 [1]

# ChatType_CrossLinkshell2
source: Cross-world Linkshell [2]
ru: Межмировой Linkshell [2]
sv: Flervärlds-Linkshell [2]
zh_hans: 跨服通讯贝 [2]
zh_hant: 跨服通訊貝 [2]

# ChatType_CrossLinkshell3
source: Cross-world Linkshell [3]
ru: Межмировой Linkshell [3]
sv: Flervärlds-Linkshell [3]
zh_hans: 跨服通讯贝 [3]
zh_hant: 跨服通訊貝 [3]

# ChatType_CrossLinkshell4
source: Cross-world Linkshell [4]
ru: Межмировой Linkshell [4]
sv: Flervärlds-Linkshell [4]
zh_hans: 跨服通讯贝 [4]
zh_hant: 跨服通訊貝 [4]

# ChatType_CrossLinkshell5
source: Cross-world Linkshell [5]
ru: Межмировой Linkshell [5]
sv: Flervärlds-Linkshell [5]
zh_hans: 跨服通讯贝 [5]
zh_hant: 跨服通訊貝 [5]

# ChatType_CrossLinkshell6
source: Cross-world Linkshell [6]
ru: Межмировой Linkshell [6]
sv: Flervärlds-Linkshell [6]
zh_hans: 跨服通讯贝 [6]
zh_hant: 跨服通訊貝 [6]

# ChatType_CrossLinkshell7
source: Cross-world Linkshell [7]
ru: Межмировой Linkshell [7]
sv: Flervärlds-Linkshell [7]
zh_hans: 跨服通讯贝 [7]
zh_hant: 跨服通訊貝 [7]

# ChatType_CrossLinkshell8
source: Cross-world Linkshell [8]
ru: Межмировой Linkshell [8]
sv: Flervärlds-Linkshell [8]
zh_hans: 跨服通讯贝 [8]
zh_hant: 跨服通訊貝 [8]

# ChatType_Damage
source: Damage dealt
ru: Нанесённый урон
sv: Skada gjord
zh_hans: 造成伤害
zh_hant: 造成傷害

# ChatType_Miss
source: Failed attacks
ru: Неудачные атаки
sv: Misslyckade attacker
zh_hans: 回避攻击
zh_hant: 迴避攻撃

# ChatType_Action
source: Actions used
ru: Действия
sv: Använda Actions
zh_hans: 发动技能
zh_hant: 發動技能

# ChatType_Item
source: Items used
ru: Использование предмета
sv: Använda saker
zh_hans: 使用道具
zh_hant: 使用道具

# ChatType_Healing
source: Healing
ru: Лечение
sv: Helande
zh_hans: 恢复
zh_hant: 恢復

# ChatType_GainBuff
source: Beneficial effects granted
ru: Баф получен
sv: Gynnsamma effekter utdelade
zh_hans: 附加强化状态
zh_hant: 附加強化状態

# ChatType_GainDebuff
source: Detrimental effects inflicted
ru: Дебаф получен
sv: Skadliga effekter orsakade
zh_hans: 附加弱化状态
zh_hant: 附加弱化状態

# ChatType_LoseBuff
source: Beneficial effects lost
ru: Баф закончился
sv: Gynnsamma effekter förlorade
zh_hans: 强化状态效果消失
zh_hant: 強化状態效果消失

# ChatType_LoseDebuff
source: Detrimental effects cured
ru: Дебаф снят
sv: Skadliga effekter botade
zh_hans: 弱化状态效果消失
zh_hant: 弱化状態效果消失

# ChatType_Alarm
source: Alarm Notifications
ru: Оповещения
sv: Larmaviseringar
zh_hans: 闹钟通知信息
zh_hant: 鬧鐘通知資訊

# ChatType_Echo
source: Echo
ru: Эхо
sv: Eko
zh_hans: 默语
zh_hant: 默語

# ChatType_System
source: System Messages
ru: Системные сообщения
sv: Systemmeddelanden
zh_hans: 系统信息
zh_hant: 系統資訊

# ChatType_BattleSystem
source: Battle System Messages
ru: Сообщения боевой системы
sv: Stridssystemmeddelanden
zh_hans: 战斗系统信息
zh_hant: 戰鬥系統資訊

# ChatType_GatheringSystem
source: Gathering System Messages
ru: Сообщения системы собирания
sv: Samlingssystemmeddelanden
zh_hans: 采集系统信息
zh_hant: 採集系統資訊

# ChatType_Error
source: Error Messages
ru: Сообщения об ошибках
sv: Felmeddelanden
zh_hans: 错误信息
zh_hant: 錯誤資訊

# ChatType_NpcDialogue
source: NPC Dialogue
ru: Диалог NPC
sv: NPC-dialog
zh_hans: 非玩家角色对话
zh_hant: 非玩家角色對話

# ChatType_LootNotice
source: Loot Notices
ru: Добыча
sv: Loot-meddelanden
zh_hans: 掉落品信息
zh_hant: 掉落品資訊

# ChatType_Progress
source: Progression Messages
ru: Сообщения прогресса
sv: Framfartsmeddelanden
zh_hans: 成长信息
zh_hant: 成長資訊

# ChatType_LootRoll
source: Loot Messages
ru: Сообщения Добычи
sv: Loot-meddelanden
zh_hans: 战利品信息
zh_hant: 戰利品資訊

# ChatType_Crafting
source: Synthesis Messages
ru: Сообщения синтеза
sv: Syntesmeddelanden
zh_hans: 制作信息
zh_hant: 製作資訊

# ChatType_Gathering
source: Gathering Messages
ru: Сообщения собирателя
sv: Samlingsmeddelanden
zh_hans: 采集信息
zh_hant: 採集資訊

# ChatType_NpcAnnouncement
source: NPC Dialogue (Announcements)
ru: Диалог NPC (объявления)
sv: NPC-dialog (Viktiga meddelanden)
zh_hans: 非玩家角色通告
zh_hant: 非玩家角色通告

# ChatType_FreeCompanyAnnouncement
source: Free Company Announcements
ru: Объявления свободной компании
sv: Viktiga meddelanden från Free Company
zh_hans: 部队通告
zh_hant: 部隊通告部隊通告

# ChatType_FreeCompanyLoginLogout
source: Free Company Member Login Notifications
ru: Уведомления о входе членов свободной компании
sv: Inloggningsnotiser för Free Company-medlemmar
zh_hans: 部队成员上线通知
zh_hant: 部隊成員上線通知

# ChatType_RetainerSale
source: Retainer Sale Notifications
ru: Оповещения Слуг о продаже
sv: Notiser för Retainerförsäljningar
zh_hans: 市场出售信息
zh_hant: 市場出售資訊

# ChatType_PeriodicRecruitmentNotification
source: Periodic Recruitment Notifications
ru: Периодические уведомления о вербовке
sv: Periodiska rekryteringsnotiser
zh_hans: 队员招募的通知信息
zh_hant: 隊員招募的通知資訊

# ChatType_Sign
source: Sign Messages for PC Targets
ru: Сообщения о метки цели
sv: Symbolmeddelanden för spelarkaraktärer
zh_hans: 标记设置信息
zh_hant: 標記設定資訊

# ChatType_RandomNumber
source: Random Number Messages
ru: Сообщения о случайном числе
sv: Tärningskastsiffror
zh_hans: 掷骰的信息
zh_hant: 擲骰的資訊

# ChatType_NoviceNetworkSystem
source: Novice Network Announcements
ru: Объявления сети новичков
sv: Viktiga meddelanden från Novice Network
zh_hans: 新人频道广播
zh_hant: 新人頻道廣播

# ChatType_Orchestrion
source: Current Orchestrion Track Messages
ru: Текущие сообщения оркестра
sv: Nuvarande Orchestrion-låtmeddelanden
zh_hans: 管弦乐琴的播放信息
zh_hant: 管絃樂琴的播放資訊

# ChatType_PvpTeamAnnouncement
source: PvP Team Announcements
ru: Объявления команды PvP
sv: Viktiga meddelanden från PvP-lag
zh_hans: 战队通告
zh_hant: 戰隊通告

# ChatType_PvpTeamLoginLogout
source: PvP Team Member Login Notifications
ru: Уведомления о входе члена команды PvP
sv: Inloggningsnotiser för PvP-lagmedlemmar
zh_hans: 战队成员上线通知
zh_hant: 戰隊成員上線通知

# ChatType_MessageBook
source: Message Book Alert
ru: Сообщение в книге сообщений
sv: Gästboksnotiser
zh_hans: 交流簿的新留言
zh_hant: 交流簿的新留言

# ChatType_GmTell
source: Tell (GM)
ru: ЛС (GM)
sv: Viska (GM)
zh_hans: 悄悄话(游戏管理员)
zh_hant: 悄悄話(遊戲管理員)

# ChatType_GmSay
source: Say (GM)
ru: Разговор (GM)
sv: Säg (GM)
zh_hans: 说话(游戏管理员)
zh_hant: 説話(遊戲管理員)

# ChatType_GmShout
source: Shout (GM)
ru: Крик (GM)
sv: Ropa (GM)
zh_hans: 喊话(游戏管理员)
zh_hant: 喊話(遊戲管理員)

# ChatType_GmYell
source: Yell (GM)
ru: Вопль (GM)
sv: Skrik (GM)
zh_hans: 呼喊(游戏管理员)
zh_hant: 呼喊(遊戲管理員)

# ChatType_GmParty
source: Party (GM)
ru: Группа (ГМ)
sv: Grupp (GM)
zh_hans: 小队(游戏管理员)
zh_hant: 小隊(遊戲管理員)

# ChatType_GmFreeCompany
source: Free Company (GM)
ru: Свободная компания (GM)
zh_hans: 部队(游戏管理员)
zh_hant: 部隊(遊戲管理員)

# ChatType_GmLinkshell1
source: Linkshell [1] (GM)
zh_hans: 通讯贝 [1] (游戏管理员)
zh_hant: 通訊貝 [1] (遊戲管理員)

# ChatType_GmLinkshell2
source: Linkshell [2] (GM)
zh_hans: 通讯贝 [2] (游戏管理员)
zh_hant: 通訊貝 [2] (遊戲管理員)

# ChatType_GmLinkshell3
source: Linkshell [3] (GM)
zh_hans: 通讯贝 [3] (游戏管理员)
zh_hant: 通訊貝 [3] (遊戲管理員)

# ChatType_GmLinkshell4
source: Linkshell [4] (GM)
zh_hans: 通讯贝 [4] (游戏管理员)
zh_hant: 通訊貝 [4] (遊戲管理員)

# ChatType_GmLinkshell5
source: Linkshell [5] (GM)
zh_hans: 通讯贝 [5] (游戏管理员)
zh_hant: 通訊貝 [5] (遊戲管理員)

# ChatType_GmLinkshell6
source: Linkshell [6] (GM)
zh_hans: 通讯贝 [6] (游戏管理员)
zh_hant: 通訊貝 [6] (遊戲管理員)

# ChatType_GmLinkshell7
source: Linkshell [7] (GM)
zh_hans: 通讯贝 [7] (游戏管理员)
zh_hant: 通訊貝 [7] (遊戲管理員)

# ChatType_GmLinkshell8
source: Linkshell [8] (GM)
zh_hans: 通讯贝 [8] (游戏管理员)
zh_hant: 通訊貝 [8] (遊戲管理員)

# ChatType_GmNoviceNetwork
source: Novice Network (GM)
ru: Сеть новичков (GM)
zh_hans: 新人频道(游戏管理员)
zh_hant: 新人頻道(遊戲管理員)

# Options_CollapseDuplicateMessages_Name
source: Collapse duplicate messages
ru: Свернуть повторяющиеся сообщения
sv: Kollapsa dubbla meddelanden
zh_hans: 折叠重复消息
zh_hant: 摺疊重複訊息

# Options_CollapseDuplicateMessages_Description
source: Replace consecutive duplicate messages with a counter appended to the first instance of the message.
ru: Замените повторяющиеся последовательные сообщения счётчиком, добавленным к первому экземпляру сообщения.
sv: Ersätter dubbla meddelanden i följd med en räknare fäst till den första instansen av meddelandet.
zh_hans: 折叠连续重复的消息并显示折叠数量。
zh_hant: 摺疊連續重複的訊息並顯示摺疊數量。

# Options_Tabs_ExtraChatChannels
source: ExtraChat channels
ru: ExtraChat каналы
zh_hans: ExtraChat频道
zh_hant: ExtraChat頻道

# Options_Tabs_ExtraChatAll
source: All
ru: Все
zh_hans: 全选
zh_hant: 全選

# Migration_Line1
source: {0} is performing a database migration.
ru: {0} в процессе миграции базы данных.
zh_hans: {0} 正在执行数据库迁移。
zh_hant: {0} 正在執行資料庫遷移。

# Migration_Line2
source: {0} and the plugin installer will be unavailable until it is complete.
ru: {0} и инсталлятор плагинов будут недоступны, пока не завершится текущая операция.
zh_hans: {0} 和插件安装程序将在完成前不可用。
zh_hant: {0} 和外掛安裝程式將在完成前不可用。

# Migration_Line3
source: This may take a few minutes depending on the size of your chat database.
ru: Это может занять несколько минут в зависимости от размера базы данных Вашего чата.
zh_hans: 这可能需要几分钟，具体取决于聊天数据库的大小。
zh_hant: 這可能需要幾分鐘，具體取決於聊天資料庫的大小。

# Migration_Line4
source: Do not close FFXIV, unload Dalamud, or turn off your computer during this time.
ru: Не закрывайте FFXIV, не выгружайте Dalamud и не выключайте компьютер в это время.
zh_hans: 在此期间不要关闭FFXIV, 卸载Dalamud, 或关闭您的计算机。
zh_hant: 在此期間不要關閉FFXIV, 解除安裝Dalamud, 或關閉計算機。
